cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ag'
brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'python'
tap 'tldr-pages/tldr'
brew 'tldr'
brew 'rabbitmq'
# brew 'hub'
brew 'mysql'
brew 'sqlite'
brew 'mongodb'
cask 'mongochef'
# cask 'robomongo'
cask 'sqlitestudio'


# General
cask 'google-chrome'
cask 'google-drive'
cask 'vlc'
cask 'dropbox'
cask 'crashplan'
cask 'dwihn0r-keepassx'
cask 'lastpass'
# cask 'sophos-anti-virus-home-edition'
cask 'spotify'
cask 'vlc'
# cask 'textwrangler'
cask 'teamviewer'
cask 'picasa'
cask 'flash-player'
cask 'handbrake'

# Work/Coding
cask 'slack'
cask 'iterm2'
cask 'virtualbox'
cask 'box-edit'
cask 'box-sync'
cask 'sequel-pro'
cask 'pycharm'
cask 'atom'
cask 'zoomus'
cask 'psequel'
cask 'viscosity'
cask 'mou'


# Mac Specific
cask 'alfred'
cask 'spectacle'
# cask 'displaylink'
cask 'notational-velocity'
